//
//  User.swift
//  LoginApp
//
//  Created by Howard Matthews on 17.02.2023.
//


struct User {
    var user = "User"
    var password = "Password"
    let person: Person
}

struct Person {
    let name = "Howard"
    let surname = "Matthews"
    let yearOfBirth = "1984"
    let zodiacSign = "Лев 🦁"
    let Bio = "Не факт, но некоторые думают, что Альберт Эйнштейн однажды сказал: «Если вы не можете объяснить это шестилетнему ребенку, вы сами этого не понимаете». Н так важно действительно он сказал это или нет, но идея имеет смысл. Способность выразить что-либо прямо и просто отражает твёрдое понимание этого. Таким образом, чем более выразительным умением обладает разработчик, тем более опытным он является. Мастерства можно достичь практикой, опытом и, что наиболее важно, желанием."
}

